Autodesk.Revit.UI.IFrameworkElementCreator.CreateFrameworkElement
Method called to create the FrameworkElement.
Since:
2018

Autodesk.Revit.UI.IFrameworkElementCreator
Interface that the Revit UI will call, if present, to construct the FrameworkElement
for the pane.
Since:
2018